/* Text explaining that the client will obtain financial information from the current user with a link for more information on which financial information specifically. */
"Credentials.ConsentText" = "%@ wird einige Ihrer finanziellen Informationen einholen. Mehr erfahren";

/* Title of the Privacy Policy link. This has to match the mention of the Privacy Policy in the `Credentials.TermsText` string. */
"Credentials.PrivacyPolicy" = "Datenschutzrichtlinie";

/* Title of the link to more information. This has to match the text for link in the `Credentials.Consent.FinancialInformation` string. */
"Credentials.ReadMore" = "Mehr erfahren";

/* Text explaining that when using the service, the user agrees to Tink's Terms and Conditions and Privacy Policy. */
"Credentials.TermsText" = "Mit der Nutzung dieses Services akzeptieren Sie die Nutzungsbedingungen und Datenschutzrichtlinie von Tink";

/* Title of the Privacy Policy link. This has to match the mention of the Terms and Conditions in the `Credentials.TermsText` string. */
"Credentials.TermsAndConditions" = "Nutzungsbedingungen";

/* Title for action to continue adding credentials. */
"Credentials.Discard.ContinueAction" = "Weiter bearbeiten";

/* Title for action to discard adding credentials. */
"Credentials.Discard.PrimaryAction" = "Änderungen verwerfen";

/* Title for action sheet presented when user tries to dismiss modal while adding credentials. */
"Credentials.Discard.Title" = "Wirklich diese neuen Referenzen verwerfen?";

/* Title for error shown when authentication failed while adding credentials. */
"Credentials.Error.AuthenticationFailed" = "Authentifizierung fehlgeschlagen";

/* Message for error shown when credentials already exists. */
"Credentials.Error.CredentialsAlreadyExists" = "Sie haben bereits eine Verbindung zu dieser Bank oder Service.";

/* Title for error shown when a permanent failure occured while adding credentials. */
"Credentials.Error.PermanentFailure" = "Permanenter Fehler";

/* Title for error shown when a temporary failure occured while adding credentials. */
"Credentials.Error.TemporaryFailure" = "Vorübergehender Fehler";

/* Title for button to start authenticating credentials. */
"Generic.Continue" = "Weiter";

/* Title for button to open BankID app. */
"Credentials.OpenBankID" = "BankID öffnen";

/* Title for screen where user fills in form to add credentials. */
"Credentials.Title" = "Authentifizieren";

/* Text introducing the descriptions for which data points will be collected when using the service. */
"ConsentInformation.Description" = "Wenn Sie diesen Service in Anspruch nehmen, sammeln wir Finanzdaten von Ihnen. Dies sind die Datenpunkte, die wir von Ihnen erfassen werden:";

/* Title for text introducing the descriptions for which data points will be collected when using the service. */
"ConsentInformation.Title" = "Wir werden die folgenden Daten von Ihnen erfassen";

/* Text shown when adding credentials and waiting for authorization. */
"CredentialsStatus.Authorizing" = "Autorisierung...";

/* Text shown when canceling supplementing information. */
"CredentialsStatus.Canceling" = "Abbrechen...";

/* Text shown when submitting supplemental information. */
"CredentialsStatus.Sending" = "Senden…";

/* Text shown when updating credentials. */
"CredentialsStatus.Updating" = "Verbindung zu %@. Bitte warten…";

/* Fallback text shown when fail to get bank name while updating credentials. */
"CredentialsStatus.UpdatingFallback" = "Verbindung. Bitte warten…";

/* Text shown when adding credentials and waiting for authentication on another device. */
"CredentialsStatus.WaitingForAuthenticationOnAnotherDevice" = "Warten auf Authentifizierung auf einem anderen Gerät";

/* Title for button to dismiss the screen shown when credentials were added successfully. */
"Generic.Done" = "Fertig";

/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Subtitle" = "Ihr Konto wurde erfolgreich mit %@ verbunden.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Title" = "Verbindung erfolgreich";

/* Text for the warning shown when the developer is unverified. */
"Credentials.UnverifiedClient" = "Unverifiziert - Diese Lösung ist nur für Entwicklungszwecke gedacht. Geben Sie Ihre Bankdaten nur dann ein, wenn Sie dem Entwickler vertrauen.";

/* Title for button to cancel an ongoing task for adding credentials. */
"Generic.Cancel" = "Abbrechen";

/* Title for action to dismiss error alert. */
"Generic.Dismiss" = "Verwerfen";

/* Title for action to confirm alert. */
"Generic.OK" = "OK";

/* Title generic alert. */
"Generic.Error" = "Fehler";

/* Text used to form a list. */
"Generic.And" = "und";

/* Title for error alert if error doesn't contain a description. */
"Generic.ServiceAlert.FallbackTitle" = "Der Service ist zur Zeit nicht verfügbar.";

/* Title for action to retry a failed request. */
"Generic.Retry" = "Wiederholen";

/* Description of the provider capability Checking Accounts. */
"ProviderCapability.CheckingAccounts" = "Girokonten";

/* Description of the provider capability Credit Cards. */
"ProviderCapability.CreditCards" = "Kreditkarten";

/* Description of the provider capability E-Invoices. */
"ProviderCapability.EInvoices" = "E-Rechnungen";

/* Description of the provider capability Identity Data. */
"ProviderCapability.IdentityData" = "Identitätsdaten";

/* Description of the provider capability Investments. */
"ProviderCapability.Investments" = "Investitionen";

/* Description of the provider capability Loans. */
"ProviderCapability.Loans" = "Kredite";

/* Description of the provider capability Mortgage Aggregation. */
"ProviderCapability.MortgageAggregation" = "Hypotheken-Aggregation";

/* Description of the provider capability Mortgage Loan. */
"ProviderCapability.MortgageLoan" = "Hypothekendarlehen";

/* Description of the provider capability Payments. */
"ProviderCapability.Payments" = "Zahlungen";

/* Description of the provider capability Savings Accounts. */
"ProviderCapability.SavingsAccounts" = "Sparkonten";

/* Description of the provider capability Transfers. */
"ProviderCapability.Transfers" = "Überweisungen";

/* Description for error when providers could not be loaded. */
"ProviderList.Error.Description" = "Wir sind über diesen Fehler informiert und arbeiten hart daran, ihn zu beheben. Bitte haben Sie Geduld und versuchen Sie es etwas später noch einmal.";

/* Description for error when providers could not be loaded and it is likely it's a temporary error. */
"ProviderList.Error.Temporary" = "Dies könnte ein vorübergehender Fehler sein, bitte versuchen Sie es erneut und schauen Sie, ob das Problem weiterhin besteht.";

/* Title for when providers could not be loaded. */
"ProviderList.Error.Title" = "Leider können wir derzeit keine Banken laden";

/* Title for screen where user selects which access type to use when adding credentials. */
"SelectAccessType.Title" = "%@ hinzufügen";

/* Title for screen where user selects which authentication type to use when adding credentials. */
"SelectCredentialsType.Title" = "Anmeldemethode";

/* Title for list of all providers. */
"ProviderList.Title" = "Bank wählen";

/* Placeholder in search field shown in provider list. */
"ProviderList.SearchHint" = "Nach Bank oder Karte suchen";

/* Title for form asking user to supplement information when adding credentials. */
"SupplementalInformation.Title" = "Zusatzinformationen";

/* Description shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeDescription" = "Öffnen Sie die App Mobile Bank ID und scannen Sie diesen QR-Code zur Authentifizierung.";

/* Title shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeTitle" = "BankID-App öffnen";

/* Title for action to download app for third-party app authentication. */
"ThirdPartyAppAuthentication.DownloadAlert.Download" = "Herunterladen";
